ЗАКОН САНКТ-ПЕТЕРБУРГА

О защите населения и территорий от чрезвычайных ситуаций природного и техногенного характера в Санкт-Петербурге 
(с изменениями на 28 декабря 2022 года) 
___________________________________________________________

Документ с изменениями, внесенными: 
Законом Санкт-Петербурга от 21 декабря 2010 года N 662-164  (Санкт-Петербургские ведомости, N 3, 12.01.2011); 
Законом Санкт-Петербурга от 24 октября 2012 года N 539-87  (Вестник Законодательного собрания Санкт-Петербурга, N 33, 05.11.2012); 
Законом Санкт-Петербурга от 10 июля 2013 года N 433-75  (Официальный сайт Администрации Санкт-Петербурга www.gov.spb.ru/norm_baza/npa, 12.07.2013); 
Законом Санкт-Петербурга от 10 октября 2013 года N 496-86  (Официальный сайт Администрации Санкт-Петербурга www.gov.spb.ru/norm_baza/npa, 11.10.2013); 
Законом Санкт-Петербурга от 4 апреля 2014 года N 153-33  (Официальный сайт Администрации Санкт-Петербурга www.gov.spb.ru/norm_baza/npa, 07.04.2014); 
Законом Санкт-Петербурга от 16 июня 2015 года N 347-64  (Официальный сайт Администрации Санкт-Петербурга www.gov.spb.ru/norm_baza/npa, 18.06.2015); 
Законом Санкт-Петербурга от 15 октября 2015 года N 577-106  (Официальный сайт Администрации Санкт-Петербурга www.gov.spb.ru/norm_baza/npa, 19.10.2015); 
Законом Санкт-Петербурга от 24 октября 2017 года N 599-104  (Официальный сайт Администрации Санкт-Петербурга www.gov.spb.ru/norm_baza/npa, 24.10.2017); 
Законом Санкт-Петербурга от 14 ноября 2019 года N 552-123  (Официальный интернет-портал правовой информации www.pravo.gov.ru, 18.11.2019, N 7800201911180001) (вступил в силу с 1 января 2020 года); 
Законом Санкт-Петербурга от 8 апреля 2020 года N 205-43  (Официальный сайт Администрации Санкт-Петербурга www.gov.spb.ru/norm_baza/npa, 08.04.2020); 
Законом Санкт-Петербурга от 23 ноября 2020 года N 509-110  (Официальный сайт Администрации Санкт-Петербурга www.gov.spb.ru/norm_baza/npa, 25.11.2020); 
Законом Санкт-Петербурга от 8 февраля 2021 года N 32-6  (Официальный сайт Администрации Санкт-Петербурга www.gov.spb.ru/norm_baza/npa, 08.02.2021); 
Законом Санкт-Петербурга от 23 декабря 2021 года N 660-132  (Официальный сайт Администрации Санкт-Петербурга www.gov.spb.ru/norm_baza/npa, 23.12.2021); 
Законом Санкт-Петербурга от 21 декабря 2022 года N 766-122  (Официальный сайт Администрации Санкт-Петербурга www.gov.spb.ru/norm_baza/npa, 21.12.2022); 
Законом Санкт-Петербурга от 28 декабря 2022 года N 778-144  (Официальный сайт Администрации Санкт-Петербурга www.gov.spb.ru/norm_baza/npa, 29.12.2022). 
___________________________________________________________

     

Принят
Законодательным Собранием
Санкт-Петербурга
28 сентября 2005 года
    
В соответствии с Федеральным законом "О защите населения и территорий от чрезвычайных ситуаций природного и техногенного характера"  настоящий Закон Санкт-Петербурга определяет организационные и правовые нормы в области защиты населения,  **территории,  объектов производственного, социального и культурного назначения, а также окружающей среды в пределах границ Санкт-Петербурга** (далее - территория) от чрезвычайных ситуаций природного и техногенного характера (далее - чрезвычайные ситуации). 

Действие настоящего Закона Санкт-Петербурга распространяется на отношения, возникающие в процессе деятельности органов государственной власти Санкт-Петербурга, **органов местного самоуправления внутригородских муниципальных образований города федерального значения Санкт-Петербург (далее – органов местного самоуправления в Санкт-Петербурге)**, населения, а также предприятий, учреждений и организаций независимо от их организационно-правовой формы (далее - организации) в области защиты населения и территории от чрезвычайных ситуаций.


 Статья 1. Основные понятия, используемые в настоящем Законе Санкт-Петербурга 
Для целей настоящего Закона Санкт-Петербурга используются следующие основные понятия:

чрезвычайная ситуация - обстановка на территории Санкт-Петербурга, сложившаяся в результате аварии, опасного природного явления, катастрофы, распространения заболевания, представляющего опасность для окружающих, стихийного или иного бедствия, которые могут повлечь или повлекли за собой человеческие жертвы, ущерб здоровью людей или окружающей среде, значительные материальные потери и нарушение условий жизнедеятельности людей; 

защита населения в чрезвычайных ситуациях - совокупность мероприятий, направленных на предотвращение или уменьшение потерь населения, угрозы его жизни и здоровью от опасности, возникающей в результате стихийных и экологических бедствий, аварий и катастроф, эпидемий, эпизоотий, эпифитотий, в том числе по обеспечению безопасности людей на водных объектах; 

абзац исключен с 4 ноября 2017 года - Закон Санкт-Петербурга от 24 октября 2017 года N 599-104  - см. предыдущую редакцию .

Иные понятия, определения и термины, используемые в настоящем Законе Санкт-Петербурга, используются в значении, определенном Федеральным законом "О защите населения и территорий от чрезвычайных ситуаций природного и техногенного характера" .


 Статья 2. Законодательство Санкт-Петербурга в области защиты населения и территории от чрезвычайных ситуаций 
Законодательство Санкт-Петербурга в области защиты населения и территории от чрезвычайных ситуаций состоит из настоящего Закона Санкт-Петербурга, а также принимаемых в соответствии с ним иных нормативных правовых актов Санкт-Петербурга, а также нормативных правовых актов Губернатора Санкт-Петербурга, Правительства Санкт-Петербурга, иных исполнительных органов государственной власти Санкт-Петербурга и органов местного самоуправления в Санкт-Петербурге.


 Статья 3. Цели настоящего Закона Санкт-Петербурга 
Целями настоящего Закона Санкт-Петербурга являются:

а) прогнозирование угрозы возникновения чрезвычайных ситуаций, оценка социально-экономических последствий чрезвычайных ситуаций, предупреждение возникновения и развития чрезвычайных ситуаций, в том числе обеспечение безопасности людей на водных объектах; 

б) снижение размеров ущерба и потерь от чрезвычайных ситуаций;

в) ликвидация чрезвычайных ситуаций и их последствий;

г) обеспечение материальной и социально-правовой защиты населения при возникновении чрезвычайных ситуаций и ликвидации их последствий.

Отношения по восстановлению территории, зданий, сооружений, пострадавших в результате чрезвычайных ситуаций, и не связанных с жизнеобеспечением населения, настоящим Законом Санкт-Петербурга не регулируются.

 Статья 4. Санкт-Петербургская территориальная подсистема единой государственной системы предупреждения и ликвидации чрезвычайных ситуаций 
Санкт-Петербургская территориальная подсистема предупреждения и ликвидации чрезвычайных ситуаций (далее - Санкт-Петербургская подсистема) является составной частью единой государственной системы предупреждения и ликвидации чрезвычайных ситуаций.

Санкт-Петербургская подсистема предназначена для организации работы в области защиты населения и территории от чрезвычайных ситуаций, в том числе по обеспечению безопасности людей на водных объектах. 
(Абзац в редакции, введенной в действие с 23 января 2011 года Законом Санкт-Петербурга от 21 декабря 2010 года N 662-164 , - см. предыдущую редакцию )

Организация, задачи, состав сил и средств Санкт-Петербургской подсистемы, а также порядок ее деятельности определяются Правительством Санкт-Петербурга.


 Статья 4_1. Определение границ зон экстренного оповещения населения 
На территории Санкт-Петербурга границы зон экстренного оповещения населения определяются нормативными правовыми актами Правительства Санкт-Петербурга по согласованию с территориальным органом федерального органа исполнительной власти, в полномочия которого входит решение задач в области защиты населения и территорий от чрезвычайных ситуаций, а также с органами местного самоуправления в Санкт-Петербурге и организациями, на территориях которых может возникнуть чрезвычайная ситуация. 
(Статья дополнительно включена с 18 апреля 2014 года Законом Санкт-Петербурга от 4 апреля 2014 года N 153-33 )


Статья 5. Порядок обеспечения населения, федеральных органов государственной власти, органов государственной власти Санкт-Петербурга, органов местного самоуправления в Санкт-Петербурге и организаций информацией в области защиты населения и территории от чрезвычайных ситуаций 

1. Порядок сбора, хранения, накопления, обработки и обмена информацией в области защиты населения и территории от чрезвычайных ситуаций устанавливается законодательством Российской Федерации и определяется в установленном порядке Правительством Санкт-Петербурга.

2. Исполнительные органы государственной власти Санкт-Петербурга, органы местного самоуправления в Санкт-Петербурге, **организации обязаны оперативно и достоверно информировать население**, в том числе через средства массовой информации, по вопросам состояния защиты населения и территории от чрезвычайных ситуаций и принятых мерах по обеспечению их безопасности, о прогнозируемых и возникших чрезвычайных ситуациях, приемах и способах защиты населения и территории от их последствий, в том числе организовать разъяснительную и профилактическую работу среди населения в целях предупреждения возникновения чрезвычайных ситуаций на водных объектах. 

3. Средства массовой информации, учредителями (соучредителями) которых являются органы государственной власти Санкт-Петербурга, органы местного самоуправления в Санкт-Петербурге либо финансирующиеся полностью или частично за счет средств бюджета Санкт-Петербурга, незамедлительно и на безвозмездной основе публикуют информацию в области защиты населения и территории от чрезвычайных ситуаций по требованию исполнительного органа государственной власти Санкт-Петербурга, уполномоченного Правительством Санкт-Петербурга на решение задач по обеспечению выполнения мероприятий в области защиты населения и территории от чрезвычайных ситуаций (далее - уполномоченный орган).

4. Уполномоченный орган вправе получать от органов государственной власти Санкт-Петербурга, органов местного самоуправления в Санкт-Петербурге и организаций оперативную и статистическую информацию, необходимую для выполнения задач по прогнозированию, предупреждению и ликвидации чрезвычайных ситуаций, на безвозмездной основе.

5. Органы государственной власти Санкт-Петербурга и организации, осуществляющие мониторинг, наблюдение и лабораторный контроль за состоянием окружающей среды в Санкт-Петербурге и потенциально опасными объектами, обязаны на безвозмездной основе представлять указанную в пункте 4 настоящей статьи информацию в уполномоченный орган в порядке, определенном Правительством Санкт-Петербурга. 

 Статья 6. Полномочия Законодательного Собрания Санкт-Петербурга в области защиты населения и территории от чрезвычайных ситуаций 
Законодательное Собрание Санкт-Петербурга:

а) принимает в соответствии с федеральным законодательством законы Санкт-Петербурга в области защиты населения и территории от чрезвычайных ситуаций;

б) утверждает бюджетные ассигнования на финансирование мероприятий по предупреждению и ликвидации чрезвычайных ситуаций и их последствий;

в) утверждает порядок и условия, виды и размеры компенсаций и социальных гарантий, предоставляемых гражданам в соответствии с законодательством Санкт-Петербурга;

г) проводит депутатские слушания по вопросам защиты населения и территории от чрезвычайных ситуаций.


 Статья 7. Полномочия Правительства Санкт-Петербурга в области защиты населения и территории от чрезвычайных ситуаций 
Правительство Санкт-Петербурга:

а) принимает на основании Конституции Российской Федерации , федеральных законов и нормативных актов Президента Российской Федерации, Правительства Российской Федерации, законов Санкт-Петербурга нормативные правовые акты в области защиты населения и территории от чрезвычайных ситуаций и обеспечивает их выполнение;

б) определяет задачи, организацию, состав сил и средств Санкт-Петербургской подсистемы, а также порядок ее деятельности;

в) утверждает состав комиссии по предупреждению и ликвидации чрезвычайных ситуаций и обеспечению пожарной безопасности Санкт-Петербурга и определяет порядок ее деятельности в соответствии с законодательством Российской Федерации; 
(Пункт в редакции, введенной в действие с 1 января 2020 года Законом Санкт-Петербурга от 14 ноября 2019 года N 552-123 . - См. предыдущую редакцию )

г) планирует и принимает решения о проведении эвакуационных мероприятий в условиях чрезвычайных ситуаций и обеспечивает их выполнение;

д) организует и проводит аварийно-спасательные и другие неотложные работы при чрезвычайных ситуациях межмуниципального и регионального характера, а также поддерживает общественный порядок в зоне их проведения; при недостаточности собственных сил и средств обращается к Правительству Российской Федерации за оказанием помощи;

е) осуществляет финансирование мероприятий в области защиты населения и территории от чрезвычайных ситуаций;

ж) создает резервы финансовых и иных материальных ресурсов для ликвидации чрезвычайных ситуаций;

з) осуществляет подготовку и содержание в готовности необходимых сил и средств для защиты населения и территории от чрезвычайных ситуаций;

и) осуществляет подготовку населения в области защиты от чрезвычайных ситуаций, а также пропаганду знаний в области защиты населения и территорий от чрезвычайных ситуаций; 
(Пункт в редакции, введенной в действие с 4 ноября 2017 года Законом Санкт-Петербурга от 24 октября 2017 года N 599-104 . - См. предыдущую редакцию )

к) содействует устойчивому функционированию организаций в чрезвычайных ситуациях;

л) создает исполнительный орган государственной власти Санкт-Петербурга, уполномоченный на решение задач по обеспечению выполнения мероприятий в области защиты населения и территории от чрезвычайных ситуаций;

м) определяет порядок сбора, хранения, накопления, обработки и обмена информацией в области защиты населения и территории от чрезвычайных ситуаций;

н) обеспечивает выполнение государственных программ Российской Федерации, а также разрабатывает и реализует выполнение государственных программ Санкт-Петербурга в области защиты населения и территории от чрезвычайных ситуаций; 
(Пункт в редакции, введенной в действие с 18 апреля 2014 года Законом Санкт-Петербурга от 4 апреля 2014 года N 153-33 . - См. предыдущую редакцию )

о) организует мониторинг и прогнозирование возможных чрезвычайных ситуаций, а также наблюдение и контроль за состоянием окружающей среды в Санкт-Петербурге; 
(Пункт в редакции, введенной в действие с 6 декабря 2020 года Законом Санкт-Петербурга от 23 ноября 2020 года N 509-110 . - См. предыдущую редакцию )

о_1) принимает решения об отнесении возникших чрезвычайных ситуаций к чрезвычайным ситуациям регионального или межмуниципального характера, вводит режим повышенной готовности или чрезвычайной ситуации для соответствующих органов управления и сил Санкт-Петербургской подсистемы; 
(Пункт в редакции, введенной в действие с 1 января 2020 года Законом Санкт-Петербурга от 14 ноября 2019 года N 552-123 . - См. предыдущую редакцию )

о_2) устанавливает региональный и местный уровни реагирования в порядке, установленном пунктом 8 статьи 4_1 Федерального закона "О защите населения и территорий от чрезвычайных ситуаций природного и техногенного характера" ; 
(Пункт в редакции, введенной в действие с 30 октября 2015 года Законом Санкт-Петербурга от 15 октября 2015 года N 577-106 ; в редакции, введенной в действие с 1 января 2020 года Законом Санкт-Петербурга от 14 ноября 2019 года N 552-123 . - См. предыдущую редакцию ) 
            
о_3) осуществляет создание системы обеспечения вызова экстренных оперативных служб по единому номеру "112", обеспечивает ее эксплуатацию и развитие; 
(Пункт дополнительно включен с 12 июля 2013 года Законом Санкт-Петербурга от 10 июля 2013 года N 433-75 )

о_4) осуществляет информирование населения о чрезвычайных ситуациях; 
(Пункт дополнительно включен с 18 апреля 2014 года Законом Санкт-Петербурга от 4 апреля 2014 года N 153-33 )

о_5) создает и поддерживает в постоянной готовности системы оповещения и информирования населения о чрезвычайных ситуациях; 
(Пункт дополнительно включен с 18 апреля 2014 года Законом Санкт-Петербурга от 4 апреля 2014 года N 153-33 )

0_6) обеспечивает, в том числе с использованием комплексной системы экстренного оповещения населения об угрозе возникновения или возникновении чрезвычайных ситуаций, своевременное оповещение населения об угрозе возникновения или возникновении чрезвычайных ситуаций межмуниципального и регионального характера; 
(Пункт дополнительно включен с 18 апреля 2014 года Законом Санкт-Петербурга от 4 апреля 2014 года N 153-33 )

о_7) содействует федеральному органу исполнительной власти, уполномоченному на решение задач в области защиты населения и территорий от чрезвычайных ситуаций, в предоставлении участков для установки и (или) в установке специализированных технических средств оповещения и информирования населения в местах массового пребывания людей, а также в предоставлении имеющихся технических устройств для распространения продукции средств массовой информации, выделении эфирного времени в целях своевременного оповещения и информирования населения о чрезвычайных ситуациях и подготовки населения в области защиты от чрезвычайных ситуаций; 
(Пункт дополнительно включен с 18 апреля 2014 года Законом Санкт-Петербурга от 4 апреля 2014 года N 153-33 )

о_8) утверждает положение о региональном государственном надзоре в области защиты населения и территорий от чрезвычайных ситуаций, порядок государственного надзора за реализацией органами местного самоуправления в Санкт-Петербурге полномочий в области защиты населения и территорий от чрезвычайных ситуаций; 
(Пункт дополнительно включен с 29 июня 2015 года Законом Санкт-Петербурга от 16 июня 2015 года N 347-64 ; в редакции, введенной в действие с 3 января 2022 года Законом Санкт-Петербурга от 23 декабря 2021 года N 660-132 . - См. предыдущую редакцию )

о_9) разрабатывает и утверждает планы действий по предупреждению и ликвидации чрезвычайных ситуаций на территории Санкт-Петербурга; 
(Пункт дополнительно включен с 1 января 2020 года Законом Санкт-Петербурга от 14 ноября 2019 года N 552-123 )

о-10) устанавливает обязательные для исполнения гражданами и организациями правила поведения при введении режима повышенной готовности или чрезвычайной ситуации в соответствии с пунктом "о-1" настоящей статьи; 
(Пункт дополнительно включен с 9 апреля 2020 года Законом Санкт-Петербурга от 8 апреля 2020 года N 205-43 )

о-11) с учетом особенностей чрезвычайной ситуации на территории Санкт-Петербурга или угрозы ее возникновения во исполнение правил поведения, установленных Правительством Российской Федерации в соответствии с подпунктом "а-2" статьи 10 Федерального закона "О защите населения и территорий от чрезвычайных ситуаций природного и техногенного характера ", может устанавливать дополнительные обязательные для исполнения гражданами и организациями правила поведения при введении режима повышенной готовности или чрезвычайной ситуации в соответствии с подпунктом "а-1" статьи 10 Федерального закона "О защите населения и территорий от чрезвычайных ситуаций природного и техногенного характера" ; 
(Пункт дополнительно включен с 9 апреля 2020 года Законом Санкт-Петербурга от 8 апреля 2020 года N 205-43 )

п) осуществляет иные полномочия в области защиты населения и территории от чрезвычайных ситуаций в соответствии с законодательством Российской Федерации и законодательством Санкт-Петербурга.

Правительство Санкт-Петербурга вправе разрабатывать, утверждать и реализовывать программы организации возмещения ущерба, причиненного расположенным на территории Санкт-Петербурга жилым домам, квартирам, иным видам жилых помещений, определенных Жилищным кодексом Российской Федерации , с использованием механизма добровольного страхования в соответствии с положениями Федерального закона "О защите населения и территорий от чрезвычайных ситуаций природного и техногенного характера" , Закона Российской Федерации "Об организации страхового дела в Российской Федерации"  и иных нормативных правовых актов. 
(Абзац дополнительно включен с 19 февраля 2021 года Законом Санкт-Петербурга от 8 февраля 2021 года N 32-6 )


 Статья 8. Полномочия органов местного самоуправления в Санкт-Петербурге в области защиты населения и территории от чрезвычайных ситуаций 
Органы местного самоуправления в Санкт-Петербурге в соответствии со своей компетенцией:

а) принимают на основании Конституции Российской Федерации , федеральных законов и нормативных правовых актов Президента Российской Федерации, Правительства Российской Федерации, законов Санкт-Петербурга, нормативных правовых актов Правительства Санкт-Петербурга нормативные правовые акты в области защиты населения и территории от чрезвычайных ситуаций и обеспечивают их выполнение;

б) осуществляют в установленном порядке содействие исполнительным органам государственной власти Санкт-Петербурга в сборе и обмене информацией в области защиты населения и территорий от чрезвычайных ситуаций, а также содействие в информировании населения об угрозе возникновения или о возникновении чрезвычайных ситуаций; 
(Подпункт в редакции, введенной в действие с 22 октября 2013 года Законом Санкт-Петербурга от 10 октября 2013 года N 496-86 . - См. предыдущую редакцию )

в) осуществляют финансирование мероприятий в области защиты населения и территории от чрезвычайных ситуаций;

г) осуществляют обучение неработающего населения способам защиты и действиям при возникновении чрезвычайных ситуаций;

д) осуществляют иные полномочия в области защиты населения и территорий внутригородских муниципальных образований города федерального значения Санкт-Петербурга от чрезвычайных ситуаций в соответствии с законодательством Российской Федерации и законодательством Санкт-Петербурга. 
(Пункт в редакции, введенной в действие с 1 января 2023 года Законом Санкт-Петербурга от 21 декабря 2022 года N 766-122 . - См. предыдущую редакцию )

      

 Статья 9. Применение сил и средств органов внутренних дел в Санкт-Петербурге при ликвидации последствий чрезвычайных ситуаций 
Силы и средства органов внутренних дел в Санкт-Петербурге при ликвидации последствий чрезвычайных ситуаций применяются для:

а) обеспечения общественного порядка в зоне чрезвычайной ситуации;

б) обеспечения безопасности движения и регулирования движения на автомобильных дорогах в зоне чрезвычайной ситуации;

в) обеспечения пропускного режима в зоне чрезвычайной ситуации, оцепления зоны чрезвычайной ситуации, охраны объектов, материальных и культурных ценностей;

г) выполнения иных задач, связанных с ликвидацией последствий чрезвычайных ситуаций.


 Статья 10. Организация подготовки населения и пропаганды знаний в области защиты населения и территории от чрезвычайных ситуаций 
1. Непосредственное осуществление подготовки населения в области защиты населения и территории от чрезвычайных ситуаций организуется уполномоченным органом.

2. Деятельность по пропаганде знаний в области защиты населения и территории от чрезвычайных ситуаций организуется Правительством Санкт-Петербурга, а также организациями и общественными объединениями, осуществляющими свою деятельность в области защиты населения и территории.


 Статья 11. Компенсации и социальные гарантии, предоставляемые жителям Санкт-Петербурга, пострадавшим в результате чрезвычайных ситуаций 
1. Жители Санкт-Петербурга, пострадавшие в результате чрезвычайных ситуаций, имеют право:

на медицинское обслуживание, компенсации и социальные гарантии за проживание и работу в зонах чрезвычайных ситуаций, а также на оказание психологической помощи; 
(Абзац в редакции, введенной в действие с 9 января 2023 года Законом Санкт-Петербурга от 28 декабря 2022 года N 778-144 . - См. предыдущую редакцию )

на получение компенсаций и социальных гарантий за ущерб, причиненный их здоровью при выполнении обязанностей в ходе ликвидации чрезвычайных ситуаций.

2. Компенсации и социальные гарантии, предусмотренные в пункте 1 настоящей статьи, предоставляются жителям Санкт-Петербурга за счет средств бюджета Санкт-Петербурга.

3. Порядок и условия, виды и размеры компенсаций и социальных гарантий, предоставляемых жителям Санкт-Петербурга в соответствии с пунктом 1 настоящей статьи, определяются законодательством Российской Федерации и Санкт-Петербурга.

      

 Статья 12. Государственные программы Санкт-Петербурга 
(Название в редакции, введенной в действие с 18 апреля 2014 года Законом Санкт-Петербурга от 4 апреля 2014 года N 153-33 . - См. предыдущую редакцию ) 
            
Правительство Санкт-Петербурга разрабатывает и обеспечивает выполнение государственных программ Санкт-Петербурга, направленных на предупреждение чрезвычайных ситуаций, в том числе обеспечение безопасности на водных объектах, снижение размеров ущерба окружающей среде в Санкт-Петербурге и материальных потерь в случае их возникновения. 
(Абзац первый в редакции, введенной в действие с 23 января 2011 года Законом Санкт-Петербурга от 21 декабря 2010 года N 662-164 ; в редакции, введенной в действие с 18 апреля 2014 года Законом Санкт-Петербурга от 4 апреля 2014 года N 153-33 ; в редакции, введенной в действие с 6 декабря 2020 года Законом Санкт-Петербурга от 23 ноября 2020 года N 509-110 . - См. предыдущую редакцию )

Финансирование государственных программ Санкт-Петербурга осуществляется за счет средств бюджета Санкт-Петербурга, а также средств организаций, если иное не предусмотрено законодательством Российской Федерации. 
(Абзац в редакции, введенной в действие с 18 апреля 2014 года Законом Санкт-Петербурга от 4 апреля 2014 года N 153-33 . - См. предыдущую редакцию )


 Статья 13. Финансовое обеспечение мер по предупреждению и ликвидации последствий чрезвычайных ситуаций 
1. Финансовое обеспечение мер по предупреждению и ликвидации последствий чрезвычайных ситуаций, в том числе регионального и межмуниципального характера, является расходным обязательством Санкт-Петербурга.

2. Финансовое обеспечение деятельности уполномоченного органа является расходным обязательством Санкт-Петербурга.


 Статья 14. Вступление в силу настоящего Закона Санкт-Петербурга 
Настоящий Закон Санкт-Петербурга вступает в силу через 10 дней после дня его официального опубликования.


 Статья 15. Приведение нормативных правовых актов в соответствие с настоящим Законом Санкт-Петербурга 
Нормативные правовые акты исполнительных органов государственной власти Санкт-Петербурга, органов местного самоуправления в Санкт-Петербурге в области защиты населения и территории от чрезвычайных ситуаций приводятся в соответствие с настоящим Законом Санкт-Петербурга в течение 6 месяцев со дня его вступления в силу.


 Статья 16. Заключительные положения 
Признать утратившим силу Закон Санкт-Петербурга от 3 апреля 1996 года N 45-14 "О защите населения и территорий от чрезвычайных ситуаций природного и техногенного характера" .

Губернатор Санкт-Петербурга
В.И.Матвиенко

Санкт-Петербург
20 октября 2005 года
N 514-76

Редакция документа с учетом
изменений и дополнений подготовлена 
АО "Кодекс"

О защите населения и территорий от чрезвычайных ситуаций природного и техногенного характера в Санкт-Петербурге (с изменениями на 28 декабря 2022 года) (Источник: ИСС "КОДЕКС") 



Внести в Закон Санкт-Петербурга от 28 февраля 2005 года № 514-76 «О защите населения и территорий от чрезвычайных ситуаций природного и техногенного характера в Санкт-Петербурге» следующие изменения:
1. В преамбуле Закона Санкт-Петербурга:
в абзаце первом слова «земельного пространства, объектов производственного, социального и культурного назначения, а также окружающей среды в пределах территории Санкт-Петербурга (далее - территория)» заменить словами «территории,  объектов производственного, социального и культурного назначения, а также окружающей среды в пределах границ Санкт-Петербурга (далее - территория)»;
в абзаце втором слова «органов местного самоуправления в Санкт-Петербурге» заменить словами «органов местного самоуправления внутригородских муниципальных образования города федерального значения Санкт-Петербург (далее – органов местного самоуправления в Санкт-Петербурге)».
2. В пункте 2 статьи 5 слова «руководители организаций обязаны информировать население» заменить словами «организации обязаны оперативно и достоверно информировать население».
3. Дополнить статьей 51 следующего содержания:
«51. Уровни реагирования на чрезвычайные ситуации в Санкт-Петербурге
При введении режима чрезвычайной ситуации на территории Санкт-Петербурга в зависимости от классификации чрезвычайных ситуаций, а также от других факторов, влияющих на безопасность жизнедеятельности населения и требующих принятия дополнительных мер по защите населения и территорий от чрезвычайной ситуации, устанавливается один из следующих уровней реагирования:
а) объектовый уровень реагирования – решением руководителя организации при возникновении чрезвычайной ситуации локального характера и ее ликвидации силами и средствами организации, если зона чрезвычайной ситуации находится в пределах зданий, строений, сооружении или (и) земельных участков, правообладателем которых является данная организация;
б) местный уровень реагирования – решением главы администрации района Санкт-Петербурга при возникновении чрезвычайной ситуации на территории района Санкт-Петербурга, за исключением акватории реки Нева, акватории Финского залива в границах Санкт-Петербурга и привлечении к ее ликвидации сил и средств исполнительных органов государственной власти Санкт-Петербурга, органов местного самоуправления Санкт-Петербурга и организаций, оказавшихся в зоне чрезвычайной ситуации, которая затрагивает территорию одного административного района Санкт-Петербурга;
в) региональный уровень реагирования – решением Губернатора Санкт-Петербурга при возникновении чрезвычайной ситуации регионального или межмуниципального характера и привлечении к ее ликвидации сил и средств исполнительных органов государственной власти Санкт-Петербурга, органов местного самоуправления Санкт-Петербурга и организаций, оказавшихся в зоне чрезвычайной ситуации, которая затрагивает территорию двух и более административных районов Санкт-Петербурга, акваторию реки Нева или акваторию Финского залива в границах Санкт-Петербурга.».
3. В статье 7:
пункт «г» изложить в следующей редакции:
«г) обеспечивает проведение эвакуационных мероприятий при угрозе возникновения или возникновении чрезвычайных ситуаций регионального, межмуниципального и муниципального характера;»;
пункт «о-2» изложить в следующей редакции:
«о-2) устанавливает уровни реагирования, предусмотренные статьей 51 настоящего Закона Санкт-Петербурга, руководствуясь пунктом 8 статьи 41 Федерального закона «О защите населения и территорий от чрезвычайных ситуаций природного и техногенного характера»;»;
дополнить пунктом «о-12» следующего содержания:
«о-12) принимает решения об осуществлении единовременных денежных выплат гражданам Российской Федерации, иностранным гражданам и лицам без гражданства в случаях возникновения чрезвычайных ситуаций природного и техногенного характера на территории Санкт-Петербурга, включая определение случаев осуществления единовременных денежных выплат, а также круга лиц, которым указанные выплаты будут осуществлены;».
